<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0" xmlns="http://www.microsoft.com/GroupPolicy/PolicyDefinitions"><!--microsoft_edge version: 133.0.3065.69--><displayName/><description/><resources><stringTable><string id="WebView2LoaderOverrideSettings_group">Betöltő felülbírálási beállításai</string><string id="BrowserExecutableFolder">A böngésző végrehajtható fájljait tartalmazó mappa helyének konfigurálása</string><string id="BrowserExecutableFolder_Explain">Ez a házirend konfigurálja a WebView2-alkalmazásokban a megadott elérési úton található WebView2 Runtime használatát. A mappának a következő fájlokat kell tartalmaznia: msedgewebview2.exe, msedge.dll stb.

A mappa elérési út értékének beállításához adja meg az értéknevet és az értékpárt. Az értéknév az alkalmazás felhasználói modellazonosítója vagy a végrehajtható fájl neve legyen. Adja meg a &quot;*&quot; helyettesítő karaktert értéknévként, ha az összes alkalmazásra alkalmazni szeretné.

Mintaérték:

Name: *, Value: C:\Program Files\Microsoft Edge WebView2 Runtime Redistributable 85.0.541.0 x64</string><string id="BrowserExecutableFolderDesc">A böngésző végrehajtható fájljait tartalmazó mappa helyének konfigurálása</string><string id="ChannelSearchKind">A WebView2 kiadási csatorna keresési altípusának konfigurálása</string><string id="ChannelSearchKind_Explain">Ez a szabályzat a WebView2-alkalmazások csatornakeresési altípusát konfigurálja. Alapértelmezés szerint a csatornakeresési altípus 0, ami a megfelelő WebView2 API „Legstabilabb” keresési altípusával egyenértékű; Ez azt jelzi, hogy a WebView2-környezetek létrehozásának a legstabilabbtól a legkevésbé stabilig kell keresnie kiadási csatornát: WebView2 Runtime, Beta, Dev és Canary.

Az alapértelmezett keresési sorrend megfordításához és a „Legkevésbé stabil” keresési altípus használatához állítsa a szabályzatot 1-re.

A csatornakeresési altípus értékének beállításához adjon meg egy értéknevet és egy értékpárt. Az értéknév az alkalmazás felhasználói modellazonosítója vagy a végrehajtható fájl neve legyen. Használja a „*” helyettesítő karaktert értéknévként, ha az összes alkalmazásra alkalmazni szeretné.

Mintaérték:

Name: WebView2APISample.exe, Value: 1</string><string id="ChannelSearchKindDesc">A WebView2 kiadási csatorna keresési altípusának konfigurálása</string><string id="ReleaseChannelPreference">A kiadási csatorna keresési sorrendjének beállítása (elavult)</string><string id="ReleaseChannelPreference_Explain">ELAVULT: Ez a házirend elavult. Jelenleg támogatott, de egy későbbi kiadásban elavult lesz.

Ezt a szabályzatot felváltotta a ChannelSearchKind, amely ugyanazokkal a funkciókkal rendelkezik, és a 124-es kiadásban elavulttá válik. Az alapértelmezett csatornakeresési sorrend a WebView2 Runtime, Beta, Dev és Canary.

Az alapértelmezett keresési sorrend megfordításához állítsa ezt a szabályzatot 1 értékre.

A kiadási csatorna beállítás értékének megadásához adjon meg egy értéknevet és egy értékpárt. Az értéknév az alkalmazás felhasználói modellazonosítója vagy a végrehajtható fájl neve legyen. Használja a „*” helyettesítő karaktert értéknévként, ha az összes alkalmazásra alkalmazni szeretné.

Mintaérték:

Name: *, Value: 1</string><string id="ReleaseChannelPreferenceDesc">A kiadási csatorna keresési sorrendjének beállítása (elavult)</string><string id="ReleaseChannels">A WebView2 kiadási csatornák konfigurálása</string><string id="ReleaseChannels_Explain">Ez a szabályzat a WebView2-alkalmazások kiadási csatornájának beállításait konfigurálja. A beállítások konfigurálásához állítsa az értéket egy egész számokból álló, vesszővel elválasztott sztringre, ami a megfelelő WebView2 API COREWEBVIEW2_RELEASE_CHANNELS értékeire van leképezve. Ezek az értékek a következők: WebView2 Runtime (0), Béta (1), Dev (2) és Canary (3). Alapértelmezés szerint a környezet létrehozása a legstabilabbtól a legkevésbé stabilig keresi a csatornákat, az eszközön talált első csatorna használatával. A ReleaseChannels megadása esetén a környezet létrehozása csak a készletben megadott csatornákat keresi. A „0,2” és a „2,0” értékek például azt jelzik, hogy a környezet létrehozása csak a Fejlesztői csatornát és a WebView2 futtatókörnyezetet keresi a ChannelSearchKind által jelzett sorrend szerint. A környezet létrehozása megpróbálja értelmezni az egyes egész számokat, és az érvénytelen bejegyzéseket stabil csatornaként kezeli. Állítsa a ChannelSearchKind beállítást fordított keresési sorrendre, hogy a környezet létrehozása először a legkevésbé stabil buildet keresse. Ha a BrowserExecutableFolder és a ReleaseChannels is meg van adva, a BrowserExecutableFolder elsőbbséget élvez attól függetlenül, hogy a BrowserExecutableFolder csatorna szerepel-e a ReleaseChannels csatornában.

A kiadási csatorna értékének beállításához adjon meg egy értéknevet és egy értékpárt. Az értéknév az alkalmazás felhasználói modellazonosítója vagy a végrehajtható fájl neve legyen. Használja a „*” helyettesítő karaktert értéknévként, ha az összes alkalmazásra alkalmazni szeretné.

Mintaérték:

Name: WebView2APISample.exe, Value: 0,1,2</string><string id="ReleaseChannelsDesc">A WebView2 kiadási csatornák konfigurálása</string><string id="Network_group">Hálózati beállítások</string><string id="AccessControlAllowMethodsInCORSPreflightSpecConformant">Access-Control-Allow-Methods egyeztetése CORS előzetes specifikációban</string><string id="AccessControlAllowMethodsInCORSPreflightSpecConformant_Explain">Ez a szabályzat azt szabályozza, hogy a kérelemmetódusok nagybetűvel legyenek-e elosztva a CORS elővizsgálatban szereplő Access-Control-Allow-Methods válaszfejlécekben.

Ha letiltja a szabályzatot, a kérelem metódusai nagybetűsek lesznek. Ez a viselkedés a Microsoft Edge 108-as és korábbi verziókban.

Ha engedélyezi vagy nem konfigurálja ezt a szabályzatot, a kérelemmetódusok nem nagybetűsek, kivéve, ha a kis- és nagybetűk megkülönböztetése a következővel egyezik: DELETE, GET, HEAD, OPTIONS, POST vagy PUT.

Ez elutasítja a(z) fetch(url, {method: 'Foo'}) + &quot;Access-Control-Allow-Methods: FOO&quot; válaszfejlécet,
és elfogadja a(z) fetch(url, {method: 'Foo'}) + &quot;Access-Control-Allow-Methods: Foo&quot; válaszfejlécet.

Megjegyzés: a &quot;post&quot; és &quot;put&quot; kérelemmetódusokra ez nincs hatással, míg a &quot;patch&quot; kérelemmetódusra hatással van.

Ez a házirend ideiglenes, és a jövőben el lesz távolítva.</string><string id="BlockTruncatedCookies">Csonkolt cookie-k letiltása (elavult)</string><string id="BlockTruncatedCookies_Explain">ELAVULT: Ez a házirend elavult, és nem működik a Microsoft Edge 131 után.

Ez a szabályzat ideiglenesen letiltja, hogy a Microsoft Edge hogyan kezelje a JavaScripten keresztül beállított bizonyos vezérlőkarakterek (NULL, kocsivissza és soremelés) által beállított cookie-kat.
Korábban ezen karakterek bármelyikének jelenléte egy cookie-karakterláncban a cookie-karakterláncok csonkolását eredményezné, de továbbra is be lenne állítva.
A karakterek jelenléte miatt a teljes cookie-karakterlánc figyelmen kívül lesz hagyva.

Ha engedélyezi vagy nem konfigurálja ezt a szabályzatot, az új viselkedés engedélyezve lesz.

Ha letiltja ezt a szabályzatot, a régi viselkedés engedélyezve lesz.

Ez a házirend elavult, mert ez a házirend eredetileg biztonsági mértékként lett megvalósítva törés esetén, de még egyet sem jelentettek.</string><string id="ZstdContentEncodingEnabled">zstd tartalomkódolás támogatásának engedélyezése</string><string id="ZstdContentEncodingEnabled_Explain">Ez a funkció lehetővé teszi a „zstd” támogatás hirdetését az Accept-Encoding kérelem fejlécében, valamint a(z) zstd webes tartalom kibontásának támogatását.

Ha engedélyezi vagy nem konfigurálja ezt a házirendet, a(z) Microsoft Edge elfogadja a(z) zstd használatával tömörített kiszolgálói válaszokat.

Ha letiltja ezt a házirendet, a(z) zstd tartalomkódolási funkció nem lesz meghirdetve vagy támogatva a kiszolgáló válaszainak feldolgozásakor.

Ez a szabályzat ideiglenes, és a jövőben el lesz távolítva.</string><string id="ExperimentationAndConfigurationServiceControl">Kommunikáció szabályozása a Kísérletezési és konfigurációs szolgáltatással</string><string id="ExperimentationAndConfigurationServiceControl_Explain">A Kísérletezési és konfigurációs szolgáltatása a kísérletezési és konfigurációs adattartalom üzembe helyezésére szolgál.

A kísérletezési adattartalom olyan, a fejlesztés korai fázisában lévő funkciók listájából áll, amelyeket a Microsoft tesztelésre és visszajelzés küldésére engedélyez.

A konfigurációs adattartalom olyan beállítások listájából áll, amelyeket a Microsoft üzembe kíván helyezni az alkalmazásban a felhasználói élmény optimalizálása érdekében.

A konfigurációs adattartalom tartalmazhat egy listát is a bizonyos tartományokon kompatibilitási okokból elvégzendő műveletekről. A böngésző például felülbírálhatja a böngészőazonosító sztringet egy webhelyen, ha az adott webhely hibás. Ezen műveletek mindegyike átmeneti céllal lett meghatározva, amíg a Microsoft megpróbálja megoldani a problémát a webhely tulajdonosának bevonásával.

Ha a házirendben a „FullMode” módot állítja be, a rendszer a teljes adattartalmat letölti a Kísérletezési és konfigurációs szolgáltatásból. Ez magában foglalja a kísérletezési és a konfigurációs adattartalmat is.

Ha a házirendben a „ConfigurationsOnlyMode” módot állítja be, akkor csak a konfigurációs adattartalom kézbesítése történik meg.

Ha a házirendben a „RestrictedMode” módot állítja be, a Kísérletezési és konfigurációs szolgáltatással folytatott kommunikáció teljesen leáll. A Microsoft nem javasolja ezt a beállítást.

Ha nem konfigurálja ezt a házirendet egy felügyelt eszközökön, a viselkedés ugyanaz, mint a „ConfigurationsOnlyMode” mód esetén. A Canary és Dev csatornákon a viselkedés ugyanaz, mint a „FullMode“ mód esetén.

Ha nem konfigurálja ezt a házirendet a nem felügyelt eszközökön, a viselkedés ugyanaz, mint a „FullMode” mód esetén.

Házirendbeállítások leképezése:

* FullMode (2) = Konfigurációk és kísérletek beolvasása

* ConfigurationsOnlyMode (1) = Csak a konfigurációk beolvasása

* RestrictedMode (0) = Kommunikáció letiltása a Kísérletezési és konfigurációs szolgáltatással

Használja az előző információt a házirend konfigurálásakor.</string><string id="ExperimentationAndConfigurationServiceControl_FullMode">Konfigurációk és kísérletek beolvasása</string><string id="ExperimentationAndConfigurationServiceControl_ConfigurationsOnlyMode">Csak a konfigurációk beolvasása</string><string id="ExperimentationAndConfigurationServiceControl_RestrictedMode">Kommunikáció letiltása a Kísérletezési és konfigurációs szolgáltatással</string><string id="ForcePermissionPolicyUnloadDefaultEnabled">Meghatározza, hogy a(z) unload eseménykezelők letilthatók-e.</string><string id="ForcePermissionPolicyUnloadDefaultEnabled_Explain">A(z) unload eseménykezelők elavulnak. A(z) unload Permissions-Policy.
házirendtől függ, hogy el lesznek-e távolítva. Jelenleg a házirend alapértelmezés szerint engedélyezi őket. A jövőben fokozatosan letiltjuk őket alapértelmezés szerint, és a webhelyeknek célszerű engedélyezniük őket a(z) Permissions-Policy fejlécek használatával.
Ezzel a nagyvállalati házirenddel kikapcsolhatja ezt a fokozatos elavulást, ha kényszeríti az alapértelmezett beállítás engedélyezését.

A(z) unload eseménykezelőktől függhet, hogy a lapok mentik-e az adatokat, vagy jelzik a felhasználói munkamenet végét a kiszolgálónak.
Ez nem ajánlott, mert megbízhatatlan, és hatással van a teljesítményre a(z) BackForwardCache.
használatának letiltásával. Léteznek ajánlott alternatívák, de a(z) unload eseményt már régóta használják. Egyes alkalmazások továbbra is támaszkodhatnak rájuk.

Ha letiltja ezt a házirendet, vagy nem konfigurálja, akkor a(z) unload eseménykezelők fokozatosan elavulnak az az elavulás bevezetése során, és a(z) Permissions-Policy fejléc nem aktiválja az &quot;unload&quot; eseményeket.

Ha engedélyezi ezt a házirendet, akkor a(z) unload eseménykezelők alapértelmezés szerint továbbra is működni fognak.</string><string id="HttpAllowlist">HTTP-engedélyezési lista</string><string id="HttpAllowlist_Explain">A szabályzat beállításával megadhatja az állomásnevek vagy állomásnévminták listáját (például: '[*.] example.com) amely nem lesz frissítve HTTPS-re, és nem jelenít meg közbeszúrt hiba HTTPS-First mód engedélyezése esetén. A szervezetek ezzel a szabályzattal fenntarthatják a HTTPS-t nem támogató kiszolgálókhoz való hozzáférést anélkül, hogy le kellene tiltania a következőt: &quot;AutomaticHttpsDefault&quot;.

Az itt megadott gazdaneveknek kanonikusnak kell lenniük: Minden IDN-t át kell alakítani a megfelelő A-címkés formátumúra, és minden ASCII betűnek kisbetűsnek kell lennie.

A keretes állomás helyettesítő karakterei (pl. „*” vagy „[*]”) nem engedélyezettek. Helyettük a HTTPS-First módú és HTTPS-frissítéseket explicit módon le kell tiltani az adott szabályzataikon keresztül.

Megjegyzés: Ez a házirend nem vonatkozik a HSTS-frissítésekre.

Mintaérték:

testserver.example.com
[*.]example.org</string><string id="HttpAllowlistDesc">HTTP-engedélyezési lista</string><string id="NewBaseUrlInheritanceBehaviorAllowed">Engedélyezi a NewBaseUrlInheritanceBehavior funkció engedélyezését (elavult)</string><string id="NewBaseUrlInheritanceBehaviorAllowed_Explain">ELAVULT: Ez a házirend elavult. Jelenleg támogatott, de egy későbbi kiadásban elavult lesz.

A NewBaseUrlInheritanceBehavior egy Microsoft Edge szolgáltatás, amely azt eredményezi, hogy about:blank és about:srcdoc keretei következetesen öröklik az alap URL-értékeket a kezdeményező alap URL-címének pillanatképeivel.

Ha letiltja ezt a szabályzatot, megakadályozza, hogy a felhasználók vagy Microsoft Edge változatok engedélyezték a NewBaseUrlInheritanceBehavior műveletet kompatibilitási problémák észlelése esetén.

Ha engedélyezi vagy nem konfigurálja ezt a szabályzatot, az engedélyezi a NewBaseUrlInheritanceBehavior engedélyezését.

Ez a szabályzat elavult, mert a NewBaseUrlInheritanceBehaviorAllowed funkció el lett távolítva.

Ez a házirend elavult lesz a 133-es kiadásban.</string><string id="NewPDFReaderWebView2List">A WebView2 Adobe Acrobat által működtetett beépített PDF-olvasó engedélyezése</string><string id="NewPDFReaderWebView2List_Explain">Ez a szabályzat úgy konfigurálja a WebView2-alkalmazásokat, hogy a PDF-olvasó új, Adobe Acrobat PDF-olvasón működő verzióját indítsák el. Az új PDF-olvasó biztosítja, hogy ne legyen funkcióvesztés, és továbbfejlesztett PDF-élményt nyújt. Ez a felület gazdagabb megjelenítést, jobb teljesítményt, erős biztonságot nyújt a PDF-fájlok kezeléséhez, és nagyobb kisegítő lehetőségeket biztosít.

Ha ez a szabályzat meg van adva egy alkalmazáshoz, lehetséges, hogy hatással lehet más kapcsolódó alkalmazásokra is. A szabályzat az azonos WebView2 felhasználói adatmappát használó összes WebView2-ra vonatkozik. Ezek a WebView2-fájlok több alkalmazáshoz is tartozhatnak, ha azok az alkalmazások, amelyek valószínűleg ugyanahhoz a termékcsaládhoz tartoznak, ugyanazt a felhasználói adatmappát használják.

Használjon név-érték párt az alkalmazás új PDF-olvasójának engedélyezéséhez. Adja meg az alkalmazás felhasználói modellje azonosítójának nevét vagy a végrehajtható fájl nevét. A „*” helyettesítő karaktert használhatja értéknévként, ha az összes alkalmazásra alkalmazni szeretné. Állítsa az értéket igaz értékre az új olvasó engedélyezéséhez, vagy állítsa hamis értékre a meglévő használatához.

Ha engedélyezi ezt a szabályzatot a megadott WebView2-alkalmazásokhoz, akkor azok az új Adobe Acrobat-alapú PDF-olvasót fogják használni az összes PDF-fájl megnyitásához.

Ha letiltja vagy nem konfigurálja a szabályzatot a megadott WebView2-alkalmazásokhoz, a meglévő PDF-olvasó használatával nyitnak meg minden PDF-fájlt.

Mintaérték:

{&quot;name&quot;: &quot;app1.exe&quot;, &quot;value&quot;: true}
{&quot;name&quot;: &quot;app_id_for_app2&quot;, &quot;value&quot;: true}
{&quot;name&quot;: &quot;*&quot;, &quot;value&quot;: false}</string><string id="NewPDFReaderWebView2ListDesc">A WebView2 Adobe Acrobat által működtetett beépített PDF-olvasó engedélyezése</string><string id="RSAKeyUsageForLocalAnchorsEnabled">A helyi megbízhatósági kapcsolatok alapjai által kiállított kiszolgálói tanúsítványok RSA-kulcshasználatának ellenőrzése (elavult)</string><string id="RSAKeyUsageForLocalAnchorsEnabled_Explain">ELAVULT: Ez a házirend elavult. Jelenleg támogatott, de egy későbbi kiadásban elavult lesz.

Ez a szabályzat elavult, mert az RSAKeyUsageForLocalAnchorsEnabled funkció el lett távolítva.

Ez a szabályzat a 133-es verzióban lesz eltávolítva.

Az X.509 kulcshasználati bővítmény meghatározza, hogy hogyan lehet a tanúsítványban lévő kulcsot
használni. Ezek az utasítások biztosítják, hogy a tanúsítványokat nem használhatják nem kívánt
környezetben, amely védelmet nyújt protokollok közötti támadások egy csoportja ellen a HTTPS és
más protokollokon. A HTTPS-ügyfeleknek ellenőriznie kell, hogy a kiszolgálótanúsítványok megfelelnek-e a
kapcsolat TLS-paramétereinek.

A Microsoft Edge 124-től kezdve ez
az ellenőrzés mindig engedélyezve van.

Microsoft Edge A 123-as és korábbi verziókban a
következő a viselkedés:

Ha ez a szabályzat engedélyezve van,
a Microsoft Edge végrehajtja ezt a kulcsfontosságú
ellenőrzést. Ez segít megelőzni azokat a támadásokat, amelyekben egy támadó úgy manipulálja a böngészőt, hogy
az olyan módon értelmezze a kulcsot, ahogyan azt a tanúsítvány tulajdonosa nem tervezte.

Ha ez a szabályzat le van tiltva,
Microsoft Edge kihagyja ezt a kulcsellenőrzést
HTTPS-kapcsolatok, amelyek TLS 1.2-t egyeztetnek és egy olyan RSA-tanúsítványt használnak, amely
egy helyi megbízhatósági kapcsolati alaphoz van láncolva. A helyi megbízhatósági kapcsolatok alapjai többek között a következők:
házirend által biztosított vagy felhasználó által telepített főtanúsítványok. Minden más esetben
az ellenőrzés a házirend beállításától függetlenül történik.

Ha ez a szabályzat nincs konfigurálva,
a Microsoft Edge úgy fog viselkedni, mintha a
szabályzat engedélyezve lenne.

Ez a házirend a rendszergazdák számára elérhető, hogy megtekinthessenek egy
jövőbeli kiadást, amely alapértelmezés szerint engedélyezi ezt az ellenőrzést. Ekkor ez
a házirend átmenetileg elérhető marad azoknak a rendszergazdáknak, akiknek több
időre van szükségük ahhoz, hogy tanúsítványaikat az új RSA kulcshasználati követelményeknek megfelelően frissítsék.

Azok a kapcsolatok, amelyeknél ez az ellenőrzés sikertelen, a következő hibával meghiúsulnak:
ERR_SSL_KEY_USAGE_INCOMPATIBLE. A hibával meghiúsuló webhelyeken valószínűleg
helytelenül konfigurált tanúsítvánnyal rendelkeznek. A modern ECDHE_RSA titkosítócsomagok a
„digitalSignature” kulcshasználati lehetőséget használják, míg az örökölt RSA visszafejtési titkosító csomagok
a „keyEncipherment” kulcshasználati beállítást használják. Ha nem biztos benne, a rendszergazdáknak
mindkettőt fel kell venniük a HTTPS-hez készült RSA-tanúsítványokba.</string><string id="SUPPORTED_WIN7_V97">A(z) Microsoft Edge 97 verziója, Windows 7 vagy újabb verzió</string><string id="SUPPORTED_WIN7_V116">A(z) Microsoft Edge 116 verziója, Windows 7 vagy újabb verzió</string><string id="SUPPORTED_WIN7_V118">A(z) Microsoft Edge 118 verziója, Windows 7 vagy újabb verzió</string><string id="SUPPORTED_WIN7_V87">A(z) Microsoft Edge 87 verziója, Windows 7 vagy újabb verzió</string><string id="SUPPORTED_WIN7_V121">A(z) Microsoft Edge 121 verziója, Windows 7 vagy újabb verzió</string><string id="SUPPORTED_WIN7_V123">A(z) Microsoft Edge 123 verziója, Windows 7 vagy újabb verzió</string><string id="SUPPORTED_WIN7_V125">A(z) Microsoft Edge 125 verziója, Windows 7 vagy újabb verzió</string><string id="OBSOLETE_WIN7_V123_V131">Microsoft Edge 123-131 verzió, Windows 7 vagy újabb</string><string id="microsoft_edge_webview2">Microsoft Edge WebView2</string><string id="microsoft_edge_webview2_recommended">Microsoft Edge WebView2 - Alapértelmezett beállítások (a felhasználók felülbírálhatják)</string></stringTable><presentationTable><presentation id="BrowserExecutableFolder"><listBox refId="BrowserExecutableFolderDesc">Állítsa be az érték nevét az alkalmazás felhasználói modellazonosítójára vagy a végrehajtható fájl nevére. Használhatja a „*” helyettesítő karaktert az érték neveként, ha az összes alkalmazásra szeretne hivatkozni.</listBox></presentation><presentation id="ChannelSearchKind"><listBox refId="ChannelSearchKindDesc">Állítsa be az érték nevét az alkalmazás felhasználói modellazonosítójára vagy a végrehajtható fájl nevére. Használhatja a „*” helyettesítő karaktert az érték neveként, ha az összes alkalmazásra szeretne hivatkozni.</listBox></presentation><presentation id="ReleaseChannelPreference"><listBox refId="ReleaseChannelPreferenceDesc">Állítsa be az érték nevét az alkalmazás felhasználói modellazonosítójára vagy a végrehajtható fájl nevére. Használhatja a „*” helyettesítő karaktert az érték neveként, ha az összes alkalmazásra szeretne hivatkozni.</listBox></presentation><presentation id="ReleaseChannels"><listBox refId="ReleaseChannelsDesc">Állítsa be az érték nevét az alkalmazás felhasználói modellazonosítójára vagy a végrehajtható fájl nevére. Használhatja a „*” helyettesítő karaktert az érték neveként, ha az összes alkalmazásra szeretne hivatkozni.</listBox></presentation><presentation id="AccessControlAllowMethodsInCORSPreflightSpecConformant"/><presentation id="BlockTruncatedCookies"/><presentation id="ZstdContentEncodingEnabled"/><presentation id="ExperimentationAndConfigurationServiceControl"><dropdownList refId="ExperimentationAndConfigurationServiceControl">Kommunikáció szabályozása a Kísérletezési és konfigurációs szolgáltatással</dropdownList></presentation><presentation id="ForcePermissionPolicyUnloadDefaultEnabled"/><presentation id="HttpAllowlist"><listBox refId="HttpAllowlistDesc">HTTP-engedélyezési lista</listBox></presentation><presentation id="NewBaseUrlInheritanceBehaviorAllowed"/><presentation id="NewPDFReaderWebView2List"><listBox refId="NewPDFReaderWebView2ListDesc">Állítsa be az érték nevét az alkalmazás felhasználói modellazonosítójára vagy a végrehajtható fájl nevére. Használhatja a „*” helyettesítő karaktert az érték neveként, ha az összes alkalmazásra szeretne hivatkozni.</listBox></presentation><presentation id="RSAKeyUsageForLocalAnchorsEnabled"/></presentationTable></resources></policyDefinitionResources>